docs:updated README
